Repository: AntMeNet/AntMeClassic
Catalog: AntMe/Resource.*.resx
Languages: de

# MainNoModeSelected
source: No Mode selected
de: KeinModus ausgewählt

# MainStateNotReady
source: Not ready
de: Nicht bereit

# MainStatePaused
source: Paused
de: Pausiert

# MainStateReady
source: Ready
de: Bereit

# MainStateRoundIndicator
source: {0} of {1}
de: {0} von {1}

# MainStateRunning
source: Simulating
de: Simuliert

# MainWebsiteLink
source: http://www.antme.net/en
de: http://www.antme.net/de

# MainWelcomePagePath
source: /english/Welcome.htm
de: /deutsch/Willkommen.htm

# MainWelcomePageUrl
source: https://service.antme.net/Application/StartPage?culture=en
de: https://service.antme.net/Application/StartPage?culture=de

# MainWikiLink
source: http://wiki.antme.net/en/
de: http://wiki.antme.net/de

# PluginItemConstructorPluginHasNoName
source: The name of the plugin is empty.
de: Der Name des angegebenen Plugins ist leer

# PluginItemConstructorPluginIsNull
source: No plugin was passed to the contructor.
de: Es wurde kein Plugin angegeben

# PluginManagerActivateConsumerNotInList
source: The plugin is not in the list of loaded plugins.
de: Das angegebene Plugin befindet sich nicht in der Liste der geladenen Plugins

# PluginManagerActivateProducerNotInList
source: The plugin is not in the list of loaded plugins.
de: Das angegebene Plugin befindet sich nicht in der Liste der geladenen Plugins

# PluginManagerConsumerPluginCommonProblems
source: There were problems loading plugin {0} ({1}).
de: Probleme beim Laden des Plugins {0} ({1})

# PluginManagerConsumerPluginNewerVersion
source: Two different versions are available for plugin {0} ({1}). The one with the higher version number will be loaded.
de: Zwei verschiedene Versionen des Plugins {0} ({1}) wurden gefunden. Es wird die höhere Version geladen.

# PluginManagerConsumerPluginNewerVersionLoaded
source: A higher version of plugin {0} ({1}) is already loaded.
de: Eine höhere Version des Plugins {0} ({1}) wurde bereits geladen.

# PluginManagerConsumerPluginSettingsLoadFailed
source: The settings for plugin {0} ({1}) could not be loaded.
de: Einstellungen für Plugin {0} ({1}) konnten nicht geladen werden.

# PluginManagerConsumerPluginSettingsSaveFailed
source: There was a problem when saving settings of plugin {0} ({1}).
de: Probleme bei der Speicherung der Einstellungen des Plugins {0} ({1})

# PluginManagerConsumerVisibilitySetFailed
source: A problem occured in Plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerDeactivateConsumerNotInList
source: The plugin is not in the list of currently loaded plugins.
de: Das angegebene Plugin befindet sich nicht in der Liste der geladenen Plugins

# PluginManagerFrameRateTooLow
source: The value has to be greater than 0.
de: Der Wert muss größer 0 sein

# PluginManagerLoopConsumer1Failed
source: There was a problem in plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerLoopConsumer2Failed
source: There was a problem in plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerLoopConsumer3Failed
source: There was a problem in plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerLoopConsumerUIFailed
source: Problems occured when refreshing the display in plugin {0} ({1}).
de: Es kam zu Problemen bei der Aktualisierung der Anzeige in Plugin {0} ({1})

# PluginManagerLoopInterruptFailed
source: There was a problem in plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerLoopProducerFailed
source: There was a problem in plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerLoopProducerUIFailed
source: Problems occured when refreshing the display in plugin {0} ({1}).
de: Es kam zu Problemen bei der Aktualisierung der Anzeige in Plugin {0} ({1})

# PluginManagerMissingReferences
source: The plugin could not be loaded. Missing references of plugin {0}.
de: Plugin konnte nicht geladen werden. Es fehlen Verweise des Plugins {0}.

# PluginManagerProducerPluginCommonProblems
source: There were problems loading plugin {0} ({1}).
de: Probleme beim laden des Plugins {0} ({1})

# PluginManagerProducerPluginNewerVersion
source: Two versions of plugin {0} ({1}) were found. The one with the higher version number will be loaded.
de: Zwei verschiedene Versionen des Plugins {0} ({1}) wurden gefunden. Es wird die höhere Version geladen.

# PluginManagerProducerPluginNewerVersionLoaded
source: A higher version of plugin {0} ({1}) has already been loaded.
de: Eine höhere Version des Plugins {0} ({1}) wurde bereits geladen.

# PluginManagerProducerPluginSettingsLoadFailed
source: The settings of plugin {0} ({1}) could not be loaded.
de: Einstellungen für Plugin {0} ({1}) konnten nicht geladen werden.

# PluginManagerProducerPluginSettingsSaveFailed
source: Problems occurred when attempting to save the settings of plugin {0} ({1}).
de: Probleme bei der Speicherung der Einstellungen des Plugins {0} ({1})

# PluginManagerProducerVisibilitySetFailed
source: There was a problem in plugin {0} ({1}).
de: Es gab ein Problem in Plugin {0} ({1})

# PluginManagerSettingsLoadFailed
source: The configuration could not be loaded. This is likely due to an old version.
de: Konfiguration konnte nicht geladen werden. Vermutlich handelt es sich um eine veraltete Version.
